[
 {
  "id": 12856,
  "description": "Ultimately every living thing can trace its ancestry to a bacterium that lived billions of years ago.[6]"
 },
 {
  "id": 12857,
  "description": "Bears, seals, and dogs are closely related carnivores but are on a different branch of the evolutionary tree than cats and hyenas.[13]"
 },
 {
  "id": 12858,
  "description": "Some snakes have hipbones, which shows they once had four legs like lizards, their close cousins.[13]"
 },
 {
  "id": 12859,
  "description": "Inside some whales and dolphins are small bones that show they once had back legs and that their ancestors walked on land. These occasionally reappear as tiny rear flippers.[1]"
 },
 {
  "id": 12860,
  "description": "Birds evolved from dinosaurs and both are descended from reptiles. The closest living reptilian relation of a bird is the crocodile.[13]"
 },
 {
  "id": 12861,
  "description": "Evolution rarely follows a straight line from species to species. Instead, it is more like a tree with many branches. Some branches lead to new branches, while others become dead ends.[13]"
 },
 {
  "id": 12908,
  "description": "Most people had brown eyes until about 10,000 years ago when a single genetic mutation from the Black Sea switched the eyes from brown to blue. Approximately 8% of the world’s population now has blue eyes.[2]"
 },
 {
  "id": 12862,
  "description": "An elephant’s trunk is an amazing example of evolutionary development. It is a combined nose and upper lip that lengthened as the elephant’s ancestors became taller and their tusks grew bigger. With its heavy head, it needed an easy way to reach the ground.[13]"
 },
 {
  "id": 12863,
  "description": "Physically, the human body seems to have changed very little in the last 50,000 years. However improvements in diets, increased lifespan, and developments in biotechnology may start to speed up the evolutionary process.[11]"
 },
 {
  "id": 12864,
  "description": "All humans develop a tail in the womb that eventually dissolves.[11]"
 },
 {
  "id": 12865,
  "description": "The penises of human ancestors were covered in hard spines. Theorists believe these spines possibly helped a man’s sperm overtake that of his competitors. As humans became more monogamous, the spines became obsolete.[5]"
 },
 {
  "id": 12867,
  "description": "Darwin (1809–1882) did not come up with the phrase “survival of the fittest” to summarize his theory. Rather, the philosopher Herbert Spencer (1820–1903) coined the phrase.[1]"
 },
 {
  "id": 12868,
  "description": "Darwin did not argue that humans came from monkeys. Rather he wrote only that monkeys, apes, and humans have a common ancestor.[1]"
 },
 {
  "id": 12869,
  "description": "Approximately 550 million years ago, humans had a common ancestor with a lancelet, a rod-like sea animal.[13]"
 },
 {
  "id": 12871,
  "description": "A pair of parents would have to have 1,000,000,000,000,000 (a quadrillion) babies before they possibly might have a child with the same genes as any of their other children. This genetic variation between individuals is the key to how species have evolved.[6]"
 },
 {
  "id": 12872,
  "description": "According to a Pew Research Center analysis, 6 in 10 Americans agree that humans and other animals have evolved over time. A third reject the idea of evolution.[10]"
 },
 {
  "id": 12873,
  "description": "Approximately 43% of Republicans and 67% of Democrats believe in evolution.[10]"
 },
 {
  "id": 12874,
  "description": "According to Pew Research, men are somewhat more inclined than women to say that humans and animals evolved over time. Younger adults are more likely than older generations to agree with evolution. Additionally, those with more years of formal education are more likely than those with less education to agree with evolution.[10]"
 },
 {
  "id": 12870,
  "description": "Humans share about 31% of their genes with yeast, a single living cell that replicates every 90 minutes. They share about 50% of their genes with a banana.[13]"
 },
 {
  "id": 12875,
  "description": "A descended larynx, which allows humans to speak, evolved roughly 350,000 year ago. Humans also possess a descended hyoid one, which allows humans to articulate words. In contrast, the larynx in a chimp, for example, sits higher in the throat than in a human.[3]"
 },
 {
  "id": 12876,
  "description": "A hobbit-like species of human lived about 18,000 years ago. About the size of a 3-year-old, they lived with pygmy elephants and 10-foot-long lizards.[13]"
 },
 {
  "id": 12877,
  "description": "The changes in a human pelvis that allow humans to walk upright also made bearing children unusually more dangerous than the rest of the animal kingdom. Additionally, the lumbar curve in the lower back, which helps humans maintain balance, is more vulnerable to pain and injury.[3]"
 },
 {
  "id": 12878,
  "description": "A square inch of human skin on average has as much or more hair-producing follicles as other primates. The difference is that human hair is thinner, shorter, and lighter.[3]"
 },
 {
  "id": 12880,
  "description": "While other primates have opposable thumbs, humans are unique because they can bring their thumbs across the hand to their ring and little fingers. Humans can also flex the ring and little fingers toward the base of the thumb. This allows humans to have a powerful grip and dexterity to hold and use tools.[3]"
 },
 {
  "id": 12866,
  "description": "Charles Darwin did not come up with his theory of evolution while at the Galapagos Islands. His ideas came later, after his return from the voyage.[1]"
 },
 {
  "id": 12881,
  "description": "The development of human clothes has influenced the evolution of other species. For example, unlike all other kinds of louse, the body louse clings to clothing not to hair.[3]"
 },
 {
  "id": 12882,
  "description": "Evolutionary biologists hypothesize that species that cooperate rather than compete value sameness, which has led to right-hand dominance. Lefties constitute just 10% of the normal population; yet they make up 50% of elite athletes.[13]"
 },
 {
  "id": 12883,
  "description": "Researchers suggest that the discovery of fire influenced human evolution. Fire allowed humans to cook their food, which made food easier to chew and digest—which, in turn, contributed to the reduction of human tooth and gut size.[3]"
 },
 {
  "id": 12884,
  "description": "While most animals reproduce until they die, humans have evolved to survive long after the ability to reproduce. Scientists believe this has helped ensure the success of a woman’s family.[3]"
 },
 {
  "id": 12885,
  "description": "The theory of evolution has three basic parts: 1) it is possible for an organism’s DNA to change or mutate; 2) the change is harmful, beneficial, or neutral; and 3) after a long period of time, the mutations cause new species to form.[11]"
 },
 {
  "id": 12886,
  "description": "Mutations fuel evolution by providing new genes in the gene pool of a species. Many factors cause DNA mutation, including X-rays, cosmic rays, nuclear radiation, and random chemical reactions in a cell.[13]"
 },
 {
  "id": 12887,
  "description": "In 1861, the fossil of a primitive bird named Archaeopteryx (“first bird”) was found in Germany. It has impressions of feathers and a long, bony tail. Scientist believe this fossil links birds and reptiles and was the first solid evidence to support Darwin’s theory of evolution.[13]"
 },
 {
  "id": 12888,
  "description": "In the 1870s, Ernst Haeckel, a German biologist and naturalist, developed the idea of “evolution as progress,” which assumes that all nature is moving toward a final goal: human beings.[13]"
 },
 {
  "id": 12890,
  "description": "Modern evolution theory recognizes that evolution does not always mean progress. If the environment changes, more advanced animals can die out while less advanced relatives survive.[13]"
 },
 {
  "id": 12891,
  "description": "Darwin was not the first to propose a theory of evolution. His real achievement was that he was able to present a more coherent argument for evolution backed up by a mass of accurate information.[13]"
 },
 {
  "id": 12892,
  "description": "In revolutionary France, a theory of evolution (by Jean Baptiste Lamarck) was used to challenge the authority of the church and the king. Fearful of similar uprisings, England made evolution a scandalous idea.[1]"
 },
 {
  "id": 12893,
  "description": "Scientists believe that the nictitating membrane (the small pink tissue in the corner of a human eye) is a remnant of a third eyelid, similar to the semitransparent eyelid used by birds, reptiles, fish, and other mammals. It is used to protect the eye or moisten it.[13]"
 },
 {
  "id": 12889,
  "description": "The discovery of DNA (strands of hereditary material) provides the strongest proof for biological evolution. By comparing genomes of different living things and observing the changes in the coding of genes, scientists can figure out how closely different species are related to each other and identify how long ago a common ancestor lived.[6]"
 },
 {
  "id": 12894,
  "description": "Eighty-five percent of the population cannot wiggle its ears or control the Auricularis muscles that surround the outer ear. Scientists believe this muscle allowed human beings’ primate ancestors to move their ears in different directions to pinpoint the locations of sounds. They lost the need to move their ears when they started to live in groups.[13]"
 },
 {
  "id": 12895,
  "description": "Scientists believe that wisdom teeth and the appendix are leftover “equipment” from when humans ate a primarily leaf-based diet. As the human diet changed, these appendices have become essentially useless.[3]"
 },
 {
  "id": 12896,
  "description": "The term “Junk DNA” refers to regions of DNA that are noncoding—or, in other words, they do not code for a protein. Scientists note that evolution is messy, incomplete, and inefficient and, consequently, it results in DNA sequences with varying degrees of function or no function at all. In the human genome, almost all (98%) of DNA is noncoding.[9]"
 },
 {
  "id": 12897,
  "description": "Hiccups may date back to humans’ watery ancestors. Wiring in the brain that pushes water over fish gills and makes amphibians gulp air has been imperfectly rewired in mammals. It can make the diaphragm go into spasms, which causes hiccups.[13]"
 },
 {
  "id": 12898,
  "description": "Because of evolution, many animals lay hundreds of eggs each year to ensure that even a few reach adulthood. If all the froglets survived, the world would be knee-deep in frogs within 10 years.[13]"
 },
 {
  "id": 12900,
  "description": "The plantaris muscle in the foot is used by animals to grip and manipulate objects with their feet. For example, apes seem to be able to use their feet as well as their hands. In humans, however, this muscle is so underdeveloped that doctors often remove it when they need tissue for reconstructing other parts of the body. About 9% of humans are now born without it.[13]"
 },
 {
  "id": 12899,
  "description": "The platypus is the earliest mammal offshoot from the reptiles. It lays eggs but produces milk like other mammals. It also has evolved the ability to produce venom independently of its reptile ancestors.[3]"
 },
 {
  "id": 12901,
  "description": "Humans have very little hair compared to other primates. Researchers believe humans have evolved this feature because 1) it made it easier to forage for food in shallow water, 2) it helped humans lose heat faster on the hot savannas, and 3) it helped reduce the number of parasites on the body.[11]"
 },
 {
  "id": 12902,
  "description": "Human evolution has taken 5 million years. Modern man, or homo sapiens (“wise man”), emerged 250,000 years ago. Until 25,000 years ago, humans lived alongside the Neanderthals, who were stronger and more stocky. Scientists are unsure what happened to the Neanderthals.[11]"
 },
 {
  "id": 12903,
  "description": "The evolution of the mammalian ear can be clearly tracked through fish, amphibian, and reptile fossils. Mammals have three small bones in the inner ear that began as the jawbones of fish. Over time, they changed form and function, shrank, and moved away from the jaw. This allowed mammals to develop a superior sense of hearing.[13]"
 },
 {
  "id": 12904,
  "description": "Madagascar split from Africa 165 million years ago, which was before Africa’s large mammals, such as elephants and giraffes, evolved. Hence, elephants and giraffes do not live on Madagascar. Hippos are thought to be the only large mammals to have swum to Madagascar.[13]"
 },
 {
  "id": 12905,
  "description": "Some scientists believe that if humans colonize other planets, colonizers would face new environment conditions, such as low gravity and oxygen. Over centuries, the colonizers and the plants and animals they took with them would evolve to look and behave differently.[11]"
 },
 {
  "id": 12906,
  "description": "A panda’s thumb is actually an enlarged wrist bone that has evolved to allow the panda to hold onto its favorite food: bamboo.[1]"
 },
 {
  "id": 12916,
  "description": "Lip twitching when angry is an evolutionary leftover. It is the first part of baring teeth at an intruder and can also be seen in wolves, bears, and chimpanzees.[8]"
 },
 {
  "id": 12907,
  "description": "Birds haven’t had teeth for 70 million years, but researchers have found them in the embryos of mutant chickens. Researchers believe that chickens lost their teeth to grow beaks—although, they still have the potential to make teeth.[13]"
 },
 {
  "id": 12909,
  "description": "Researchers are unsure if humans are still evolving or if they have reached their evolutionary peak.[11]"
 },
 {
  "id": 12910,
  "description": "A new species is achieved when two populations of the same living thing become so different that they can no longer breed with each other.[1]"
 },
 {
  "id": 12911,
  "description": "Evolutionary biologists note that a symmetrical face is more attractive around the world because symmetry signals good genes for reproductive health.[4]"
 },
 {
  "id": 12912,
  "description": "According to evolutionary biologists, women are more attracted to men with a large jaw and prominent brow, which are shaped by high levels of testosterone. Men are attracted to women with smaller chins and less prominent brows, which signal higher estrogen levels.[4]"
 },
 {
  "id": 12913,
  "description": "One study found that men who were hungry preferred women with higher body weights. Researchers suspect this happens because of an evolutionary response to resource scarcity; in other words, a heavier woman advertises access to more resources, such as food.[4]"
 },
 {
  "id": 12914,
  "description": "Historically, men prefer women with an hourglass figure. Researchers believe this is a product of evolution because the waist-hip ratio (WHR) serves as an indicator of reproductive health.[4]"
 },
 {
  "id": 12915,
  "description": "Scientific studies have shown that blushing helps ease hostile responses by communicating that a person is ashamed or apologetic. Studies show that blushing elicits sympathy, which helps keep the subject alive. Humans are the only animals capable of blushing.[8]"
 },
 {
  "id": 12917,
  "description": "Many people feel the urge to lift their feet or climb to a more elevated position when scared or feeling anxious. Evolutionary biologists claim this is a remnant instinct from when early ground-dwelling mammals would climb trees when threatened.[8]"
 },
 {
  "id": 12918,
  "description": "Evidence for evolution is continually being gathered and tested; consequently, scientists argue that evolution is both a fact and a theory.[1]"
 },
 {
  "id": 12879,
  "description": "Researchers believe that goose bumps are a remnant of thick hair that covered early humans.[1]"
 },
 {
  "id": 12919,
  "description": "The Tiktaalik is a fossil that shows the transition between a fish and a walking tetrapod. This “fishapod” had developed wrist and finger bones that enabled it to prop itself up on its fins. Holes on top of its head suggest it may have breathed air through primitive lungs.[13]"
 },
 {
  "id": 12920,
  "description": "The term “evolution” dates from the Latin evolutionem, meaning “unrolling” or “an opening of what was rolled up.”[7]"
 },
 {
  "id": 12921,
  "description": "Scientists believe that red hair and pale skin was evolutionarily advantageous in northern Europe because it helped humans to synthesize vitamin D more easily.[11]"
 },
 {
  "id": 20821,
  "description": "Although the modern theory of evolution has its source in Charles Darwin's book, \"On the Origin of Species\" (1859), the word \"evolution\" does not appear once in the book.[12]"
 }
]