[
 {
  "title": "Kekeluargaan",
  "desc": "Membangun rasa kebersamaan, solidaritas, ukhuwah, ta’awanu ‘alal birri wat-taqwa,\n                                    fastabiqul khairat yang dibangun atas dasar ketaqwaan kepada Allah\n                                ‘azza-wa-jalla."
 },
 {
  "title": "",
  "desc": ""
 },
 {
  "title": "Linkungan Islami",
  "desc": "“Seseorang itu tergantung pada agama temannya. Oleh karena itu, hendaklah kalian melihat\n                                siapakah yang menjadi teman dekatnya.” \n                                (HR Abu Dawud no. 4833 dan At-Tirmidzi no. 2378)"
 },
 {
  "title": "",
  "desc": ""
 },
 {
  "title": "Kaderisasi",
  "desc": "Santri senior membimbing, mengajari, memberi teladan yang baik dan memotivasi santri\n                                junior. Santri junior akhirnya akan menjadi senior dan akhirnya punya tanggung jawab\n                                yang sama"
 },
 {
  "title": "",
  "desc": ""
 },
 {
  "title": "Kesederhanaan",
  "desc": "Hidup sederhana berarti hidup tidak berlebihan dan bersahaja. Merasa cukup dengan segala\n                                sesuatu yang ada, mensyukuri dan menikmati apa yang ada, tidak banyak mengeluh."
 },
 {
  "title": "",
  "desc": ""
 },
 {
  "title": "Beasiswa Kakak Asuh",
  "desc": "Santri baru pembiayaannya bersifat beasiswa. Biaya seperti biaya makan, fasilitas,\n                                tempat tinggal, operasional ditanggung bersama oleh para santri yang sudah mandiri\n                                (berpenghasilan)"
 },
 {
  "title": "",
  "desc": ""
 },
 {
  "title": "Belajar, Mengajar, Bekerja",
  "desc": "Kegiatan utama santri yaitu belajar baik IT dan diniyah. Santri yang sudah mahir,\n                                mengajari santri yang belum bisa.Jika sudah mahir IT, diterjunkan untuk bekerja agar\n                                jadi mandiri"
 },
 {
  "title": "",
  "desc": ""
 },
 {
  "title": "Terinspirasi, Menginspirasi",
  "desc": "Menjadikan manusia terbaik sebagai panutan, dan menjalankan kiat-kiatnya, agar menjadi\n                                pribadi yang lebih baik, agar dapat menginspirasi satu sama lain antar santri"
 },
 {
  "title": "",
  "desc": ""
 },
 {
  "title": "Passionate \u0026 Focus",
  "desc": "Santri diharuskan memiliki minat yang besar / passion di bidang yang digelutinya, serta\n                                harus fokus dalam mendalaminya hingga menjadi benar-benar ahli di bidangnya."
 },
 {
  "title": "",
  "desc": ""
 }
]